@extends('frontend.master')
@section('css')
<link rel="stylesheet" type="text/css" href="{{asset('blog/css/newsflow.css')}}">
<style>
#more {display: none;}
</style>
@endsection
@section('content')
  @include('frontend.partials.newsFlow')
  <div class="container">
  		<h3 style="text-align:center">प्रदेश मामिला समिति</h3>
  		<hr>

  		<div class="row justify-content-center">
  			<p class="font-weight-bold pt-5 mr-3"><u>सभापति – मा.  कृष्ण थापा</u>
  				<br>सम्पर्क मोबाईल नं.(9847624548)
  			</p>
  			<img src="{{asset('storage/members/9 Krishna Thapa.JPG')}}" alt="..." class="img-thumbnail border border-dark" style="width: 152px; height: 143px">
  		</div>

  		<div class="row p-2 mb-2">
  			<div class="col">
  				<div class="pl-4">
  				<p class="font-weight-bold"><u>सदस्यहरुः</u><font style="float:right">सम्पर्क मोबाईल नं.</font></p>
      				मा. इन्द्र धारा  डादु विष्ट<font style="float:right">9856027226</font><br>
					मा. कृष्ण  बहादुर  थापा<font style="float:right">9856021202</font><br>
					मा. कोपिला  बोहरा<font style="float:right">9857621854</font><br>
					मा. चिन्त  बहादुर  घले<font style="float:right">9841683284</font><br>
					मा. मधुमाया  अधिकारी  गुरुङ<font style="float:right">9846191763</font><br>
					मा. मन  कुमारी  गुरुङ<font style="float:right">9851069344</font><br>
					मा. मित्र  कुमारी  गुरुङ  सुवेदी<font style="float:right">	9856018822</font><br>
					मा. मिना  गुरुङ<font style="float:right">9846034867</font><br>
					मा.  रोशन  बहादुर  गाहा   थापा<font style="float:right">9857040785</font><br>
					मा. लक्ष्मी सुनार<font style="float:right">9847413917</font><br>


      				</div>

  			</div>
  			<div class="col border border-dark pt-2">
  				<p class="font-weight-bold"><u>अन्य समितिहरु:</u></p>
  				<div class="list-group list-group-flush">
				  <a href="{{route('businessAdvisoryCommittee')}}" class="list-group-item list-group-item-action bg-light">
				    कार्य व्यवस्था परामर्श समिति
				  </a>
				  <a href="{{route('legislationCommittee')}}" class="list-group-item list-group-item-action bg-light">विधायन समिति</a>
				  <a href="{{route('publicAccountCommittee')}}" class="list-group-item list-group-item-action bg-light">सार्वजनिक लेखा समिति</a>
				  <a href="{{route('financeCommittee')}}" class="list-group-item list-group-item-action bg-light">अर्थ तथा विकास समिति</a>
				  <a href="{{route('justiceCommittee')}}" class="list-group-item list-group-item-action active">प्रदेश मामिला समिति</a>
				</div>
  			</div>
  		</div>
  		<hr>

  		<div class="row justify-content-center">
  			<p class="font-weight-bold pt-5 mr-3"><u>समिति सचिव- श्रवण कुमारी श्रेष्ठ</u>
  				<br>सम्पर्क मोबाईल नं.९८५६०२६०३०</p>
  			<img src="{{asset('storage/staffs/श्रवण कुमारी श्रेष्ठ.jpg')}}" alt="..." class="img-thumbnail border border-dark" style="width: 152px; height: 143.54px;">
  		</div>

  		<div class="row p-4">
  			<div>
  			<p class="font-weight-bold"><u>काम कर्तव्य र अधिकार </u></p>
  			<p style="text-align: center">अध्याय १</p>
				१.१ पृष्ठभूमि<br>
				<p>संघीय व्यवस्था अन्तर्गत नेपालमा राज्यशक्तिको बाँडफाँड तीन तहमा गरिएको छ । केन्द्रमा संघ, बीचमा प्रदेश र स्थानीय स्तरमा स्थानीय तह (गाउँपालिका तथा नगरपालिका) रहेका छन् । तीनवटै तहमा कार्यपालिका तथा व्यवस्थापिका सम्बन्धी व्यवस्था रहेको छ । प्रदेशमा प्रदेश सरकार (प्रदेश कार्यपालिका) र एक सदनात्मक प्रदेश सभा (प्रदेश व्यवस्थापिका) रहेको छ । <span id="dots">...</span><span id="more">प्रदेश सभाको एक महत्वपूर्ण कार्य - प्रदेश सरकारलाई प्रदेश सभा प्रति (अथवा प्रदेश कार्यपालिकालाई प्रदेश व्यवस्थापिका प्रति) उत्तरदायी र जवाफदेही बनाई प्रदेश सरकारबाट सम्पादन गरिएका कार्यको अनुगमन तथा मुल्यांकन गरी आवश्यक निर्देशन वा राय सुझाव दिनु  हो । यस प्रयोजनका लागि प्रदेश सभा वा प्रदेश व्यवस्थापिकामा विभिन्न विषयगत समितिहरुको गठन गरिएको छ। <br> 
				१.२ समितिको गठन<br>
				संविधानको धारा १९३ ले व्यवस्था गरे अनुसार गण्डकी प्रदेशको प्रदेश सभाको कार्य प्रणालीलाई व्यवस्थित गर्न प्रदेश सभाले प्रदेश सभा नियमावली बमोजिम देहाय बमोजिमको विषयगत समिति तथा विशेष समिति गठन गरेको छ :  १) सार्वजनिक लेखा समिति २) विधायन समिति  ३) प्रदेश मामिला समिति र ४) अर्थ तथा विकास समिति रहेका छन् । साथै विशेष समितिको रुपमा  कार्य व्यवस्था परामर्श समिति रहेको छ  ।<br>
				१.३ समितिको काम, कर्तव्य र अधिकार<br>
				प्रदेश सभा नियमावली, २०७४ को धारा १४६ बमोजिम प्रदेश मामिला समितिको काम, कर्तव्य र अधिकार निम्नानुसार रहेको छ:<br> 
				१.	प्रदेश मन्त्रालय, विभाग र अन्तर्गतका निकायहरुको नीति तथा कार्यक्रम, श्रोत परिचालन, व्यवस्थापन र यस्तै क्रियाकलापको मूल्याङ्कन गरी सम्बन्धित निकायलाई आवश्यक निर्देशन दिने र समुचित टिप्पणी, सिफारिस र निर्देशन सहितको बार्षिक प्रतिबेदन प्रदेश सभाको बैठकमा पेश गर्ने ।<br>
				२.	मन्त्रालय, विभाग र अन्तर्गतका निकायहरुको राजश्व र व्ययसम्बन्धि अनुमानको जाँच गरी बार्षिक अनुमान तयार गर्ने तरिका, बार्षिक अनुमानमा निहित नीतिको सट्टा अपनाउन सकिने वैकल्पिक नीति र बार्षिक अनुमानमा रहेको रकममा के कति किफायत गर्न सकिन्छ भन्ने सम्बन्धमा सम्बन्धित निकायलाई आवश्यक निर्देशन दिने र आफ्नो राय सहितको बार्षिक प्रतिवेदन सभामा पेश गर्ने ।<br>
				३.	मानब अधिकार, सामाजिक सुरक्षा, श्रम र महिला, युवा, ज्येष्ठ नागरिक, बालबालिका र अल्पसंख्यकको कल्याण सम्बन्धि प्रदेश सरकारबाट भए गरेका कार्यहरुको अनुगमन निरिक्षण गरी आवश्यक प्रतिवेदन पेश गर्ने तथा यस्ता विषयमा आवश्यक कार्य गर्न सरकारलाई खबरदारी गर्ने ।<br>
				४.	मन्त्रिपरिषदका सदस्यहरुले सरकारको तर्फबाट सभामा समय–समयमा दिएका आश्वासनहरुलाई पुरा गर्न प्रदेश सरकारद्वारा के कस्ता कदमहरु उठाईएका छन सो सम्बन्धमा अध्ययन गरि सम्बन्धित निकायलाई आवश्यक निर्देशन दिने र सभामा प्रतिवेदन पेश गर्ने ।<br>
				५.	विषयसँग सम्बन्धित  सरकारी निकायको सार्वजनिक सम्पतिको हिनामिना भए, नभएका अध्ययन, अनुगमन र मूल्याङ्कन गरी आवश्यक निर्देशन दिने र सभामा प्रतिवेदन पेश गर्ने ।<br>
				६.	सरकारद्वारा प्रचलित ऐन नियम अनुरुप भएगरेका काम कारबाहीबारे छलफल गरि सम्बन्धित निकायलाई आवश्यक निर्देशन दिने ।<br>
				७	सरकारद्वारा समयसमयमा गठन हुने छानबिन आयोग÷समिति र जाँचबुझ आयोग/समितिहरुद्वारा प्रस्तुत प्रतिवेदन कार्यान्वयनको अनुगमन गरि सम्बन्धित निकायलाई आवश्यक राय, सल्लाह र निर्देशन दिने ।<br>
				८	प्रदेश लोक सेवा आयोगको काम कारबाही सहितको बार्षिक प्रतिवेदन र सो सम्बन्धमा नेपाल सरकारले समितिमा पेश गरेको ज्ञापनपत्रमाथि समेत विचार विमर्श गरि त्यस सम्बन्धमा सरकार र सम्बन्धित निकायबाट भए गरेका काम कारबाही कानुन सङ्गत एवं सन्तोषजनक तवरबाट भए नभएको सम्बन्धमा मुल्याङ्कन तथा छानबिन गरि सम्बन्धित निकायलाई आवश्यक निर्देशन दिन र समावेशी व्यवस्थाको कार्यान्वयनको अनुगमन गरि सभामा प्रतिवेदन पेश गर्न सक्ने ।<br>
				९	समितिको सिफारिसमा सभामुखबाट अनुमोदित बजेट र कार्यक्रमको अधिनमा रहि आफ्नो कार्यक्रम सञ्चालन गर्ने ।<br>
				१०	माथि उल्लेखित खण्डहरु बमोजिम कार्य सम्पादन गर्दा सम्बन्धित मन्त्रालय तथा विभागका प्रतिनिधिहरु र आवश्यक परे तत् तत् विषयका विशेषज्ञहरुसँग समेत विचारको आदानप्रदान गर्ने ।<br>
				११	सामाजिक न्याय तथा मानबअधिकार समितिले संबिधानमा उल्लेखित बिस्तृत शान्ति सम्झौताको कार्यान्वयन र सशस्त्र द्वन्द्वको क्रममा मृत्यु भएका र बेपत्ता पारिएका व्यक्तिहरुको परिवार तथा अङ्गभङ्ग भएका र विस्थापित व्यक्तिहरुलाई सरकारबाट प्रदान गरिने राहत र संचालन गरिने पुनस्र्थापना कार्यको अनुगमन र मूल्याङ्कन गरि प्रदेश सरकारलाई आवश्यक निर्देशन दिन सक्नेछ र राष्ट्रिय मानवअधिकार आयोगको बार्षिक प्रतिवेदनमाथि बिचार बिमर्श गरि देहायका कुराहरु खुलाई सभामा प्रतिवेदन पेश गर्न  सक्नेछ ।
					मानव अधिकारको सम्मान, संरक्षण र सम्बद्र्घन तथा त्यसको प्रभावकारी कार्यान्वयनलाई सुनिश्चित गर्नेतर्फ बाञ्छित प्रगति हुन सकेको छ वा छैन ।<br>
					मानव अधिकार उल्लंघनकर्तालाई कानुनको दायराभित्र ल्याउन सकेको छ वा छैन ।<br>
					मानव अधिकारको सचेतना अभिबृद्दि गर्नेतर्फको काम कारबाहीको स्थिति सन्तोषजनक छ वा छैन ।<br>
					मानव अधिकारसँग सम्बन्धित नेपाल पक्ष सम्झौताको कार्यान्वयन स्थिति सन्तोषजनक छ वा छैन ।<br>
					माथि उल्लेखित कार्यहरुलाई दक्षतापूर्वक सञ्चालन गराउन के कस्तो नीति वा कार्यप्रणली अवलम्बन गर्नुपर्ने देखिन्छ ।<br>
				१२.	माथि उल्लेखित खण्डहरु बमोजिम कार्यसम्पादन गर्दा सम्बन्धित मन्त्रालय तथा विभागका प्रतिनिधिहरु र आवश्यक परे तत् तत् विषयका  विशेषज्ञहरुसँग समेत विचारको आदानप्रदान गर्ने ।<br>
				१.४	समितिको कार्यक्षेत्र अन्तर्गतका मन्त्रालयका प्रमुख कार्यहरु यस प्रकार रहेका छन्:-<br>
				१.४.१	मुख्यमन्त्री तथा मन्त्रीपरिषद्को कार्यालयको प्रमुख कार्य तथा जिम्मेबारीहरु<br>
				
				१	प्रदेश मन्त्रिपरिषद तथा मुख्यमन्त्रीको कार्यालय सम्वन्धी कार्य गर्ने<br>
				२	प्रदेश भित्रको शासन व्यवस्थाको सामान्य निर्देशन, नियन्त्रण र सञ्चालन गर्ने<br>
				३	प्रदेश सरकारको कार्यविभाजन तथा कार्यसञ्चालन गर्ने<br>
				४	प्रदेश सरकारको नीति तर्जुमा, स्वीकृति, कार्यान्वयन, अनुगमन र मूल्याङ्कन गर्ने<br>
				५	प्रदेश सरकारको कार्यसम्पादन नियमावली तर्जुमा र कार्यान्वयन गर्ने<br>
				६	प्रदेश मन्त्रालयहरुको कार्यको समन्वय, सुपरिवेक्षण, अनुगमन तथा मुल्याङ्कन र नियन्त्रण गर्ने<br>
				७	प्रदेश मन्त्रिपरिषद्का निर्णयको कार्यान्वयन र अनुगमन गर्ने<br>
				८	प्रदेश मन्त्रिपरिषदमा पेश हुने नियम र आदेशको तर्जुमा, स्वीकृति तथा प्रमाणीकरण गर्ने<br>
				९	प्रदेश भित्रको राजनीतिक, आर्थिक, सामाजिक, शान्ति सुव्यवस्था एवं प्रशासनिक गतिविधिहरुको अद्यावधिक जानकारी र सम्बोधन गर्ने<br>
				१०	मानव अधिकारको संरक्षण र प्रवर्द्धन गर्ने<br>
				११	सुशासन, भ्रष्टाचार नियन्त्रण र प्रशासन सुधार गर्ने<br>
				१२	संवैधानिक निकाय तथा आयोग, प्रदेश लोक सेवा आयोग र अन्य संघीय तथा प्रादेशिक आयोगसंगको सम्पर्क र समन्वय गर्ने<br>
				१३	संघीय सरकारको स्वीकृति बमोजिम द्विपक्षीय वा बहुपक्षीय स्तरमा भएका सन्धि, सम्झौता वा सहमति कार्यान्वयन गर्ने<br>
				१४	प्रदेश प्रमुखको निर्देशन कार्यान्वयन र प्रतिवेदन बनाउने<br>
				१५	अन्तर प्रदेश परिषद र संघ तथा अन्य प्रदेश र स्थानीय तहसंगको समन्वय र अन्तरसम्वन्ध<br>
				१६	प्रदेश स्तरका आयोग तथा निकायहरुको गठन एवम् सञ्चालन र पदाधिकारीहरुको नियुक्ति एवम् सेवा, सुविधा सम्बन्धी नीति तथा कानूनको तर्जुमा र कार्यान्वयन गर्ने<br>
				१७	निर्वाचनकार्यमा सहयोग र समन्वय गर्ने<br>
				१८	प्रदेश स्तरीय मानव संशाधन विकास योजना तर्जुमा र कार्यान्वयन गर्ने<br>
				१९	प्रदेश निजामती सेवा र अन्य प्रदेश सरकारी सेवा सञ्चालन सम्बन्धी नीति, कानून तथा मापदण्ड तर्जुमा एवम् कार्यान्वयन र अभिलेख व्यवस्थापन गर्ने<br>
				२०	प्रदेश स्तरका सरकारी निकायको संगठन तथा व्यवस्थापन सर्भेक्षण र व्यवस्थापन परीक्षणगर्ने<br>
				२१	प्रदेश स्तरीय तालीम नीति तथा मापदण्ड निर्धारण र स्तरीकरण तथा राष्ट्रिय र प्रदेशस्तरका तालिम केन्द्रसँगको सम्पर्क एवं समन्वय गर्ने<br>
				२२	प्रदेशस्तरमा सार्वजनिक सेवा वितरणको न्यूनतम मापदण्ड निर्धारणन र सेवाग्राही सन्तुष्टि सर्भेक्षण तथा सेवा प्रवाहको अनुगमन गर्ने<br>
				२३	गाउँपालिका र नगरपालिकाको कर्मचारी र कार्यालयको व्यवस्था सम्बन्धी कानून तर्जुमा गर्ने<br>

				<br>१.४.२	आन्तरिक मामिला तथा कानुन मन्त्रालयका मुख्य कार्य जिम्मेवारी
				<br>
				•	शान्ति सुरक्षा<br>
				•	प्रदेश प्रहरी<br>
				•	प्रदेश अनुसन्धान ब्यूरो<br>
				•	विपद्व्यवस्थापन<br>
				•	द्वन्द व्यवस्थापन<br>
				•	कानून, न्याय तथा प्रदेश सभा मामिला<br>
				•	सञ्चार<br>
				बृहत्तर कार्य जिम्मेवारी<br>
				•	प्रदेश शान्ति सुरक्षा र सुव्यवस्था सम्बन्धी नीति, कानून, मापदण्ड र योजना तर्जुमा तथा कार्यान्वयन, नियमन, सूचना संकलन, मूल्याङ्कन र प्रतिवेदन तथा संघसंगको समन्वय र सहकार्य<br>
				•	संघीय र प्रदेश सुरक्षा निकायसंगको सम्पर्क, सम्बन्ध, सूचना आदान प्रदान र समन्वय<br>
				•	संघीयकानून बमोजिम प्रदेश प्रहरी संचालन, व्यवस्थापन र नियमन<br>
				•	प्रदेशभित्रको अपराध अनुसन्धान, सूचना संकलन, रोकथाम, नियन्त्रण तथा समन्वय<br>
				•	कानून, न्याय तथा प्रदेश सभा मामिला सम्वन्धी<br>
				•	प्रदेश सभामा पेश हुने बिधेयक तर्जुमा र प्रमाणीकरण सम्वन्धी<br>
				•	अन्तर्राष्ट्रिय सीमा क्षेत्रमा हुने अपराध र गतिविधिको सूचना संकलन, विश्लेषण र उपयोग तथा अन्तर्राष्ट्रिय सीमा सुरक्षामा सहयोग<br>
				•	आधारभूत मानव अधिकारको संरक्षण, नागरिक स्वतन्त्रताको रक्षा तथा प्रबर्द्धनमा सहयोग<br>
				•	प्रादेशिक कारागार तथा हिरासतको व्यवस्थापन र सुरक्षा, थुनुवा तथा कैदीहरूको मानव अधिकारको संरक्षण र एक प्रदेशबाट अर्को प्रदेशमा अभियुक्त, थुनुवा वा कैदीको स्थानान्तरण सम्बन्धी<br>
				•	सामुदायिक प्रहरी<br>
				•	प्रदेशभित्रको सडक सुरक्षा र ट्राफिक व्यवस्थापन<br><br>
				•	प्रदेशभित्र न्यायिक र अर्ध न्यायिक निकायले गरेका फैसला कार्यान्वयन<br>
				•	प्रदेशभित्रका गैरसरकारी संघ, संस्थाहरुको अभिलेख र समन्वय<br>
				•	प्रदेशभित्रका गैरसरकारी संघ, संस्थाहरुको अभिलेख र समन्वय<br>
				•	गुनासोर विवाद व्यवस्थापन<br>
				•	संघीय मापदण्ड बमोजिम हातहतियार, खरखजाना तथा विष्फोटक पदार्थको नियमन<br>
				•	फौजदारी कार्यविधि कानूनको कार्यान्वयन<br>
				•	अपराध तथा यातना पीडितको पुनर्स्थापना र क्षतिपूर्ति<br>
				•	निवारक नजरबन्द र स्थानहद सम्बन्धी<br>
				•	अन्तर प्रदेश सम्बन्ध<br>
				•	सरकारी प्रयोजनका लागि जग्गा अधिग्रहण तथा सम्पत्ति प्राप्ति सम्बन्धी प्रादेशिक नीतितथा कानुन तर्जुमा, कार्यान्वयन र नियमन तथा जग्गा विवाद समाधान<br>
				•	स्थानीय प्रशासनको सन्चालन, व्यवस्थापन र समन्वय<br><br>
				•	पारिवारिक मामिला (विवाह, सम्पत्ति हस्तान्तरण, सम्बन्ध विच्छेद, टुहुरा, धर्मपुत्र, धर्मपुत्री उत्तराधिकार र संयुक्त परिवार) सम्बन्धी नीति, कानून र मापदण्ड तर्जुमा, कार्यान्वयन र नियमन<br>
				•	विपद व्यवस्थापन, जोखिम न्यूनीकरण र विपद् प्रतिकार्य, प्रादेशिक विपद् कोष स्थापना र संचालन, स्थानीय विपद् कोषमा सहयोग, तथ्याङ्क व्यवस्थापन र अध्ययन तथा अनुसन्धान, विपद् जोखिम क्षेत्र नक्शाँकन र बस्ती स्थानान्तरण सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड र योजना तर्जुमा, कार्यान्वयन र नियमन<br>
				•	उपाधि,सम्मानतथा विभूषणको सिफारिस<br>
				•	प्रदेशस्तरमा सार्वजनिक बिदा, उत्सव, उर्दी आदिको व्यवस्थापन<br>
				•	प्रदेशस्तरमा दिगो शान्ति व्यवस्थापन तथा द्वन्द्वबाट पीडित तथा विस्थापित व्यक्तिको पुनस्थापन सम्वन्धी<br>
				•	सत्य निरुपण तथा मेलमिलाप र वेपत्ता पारिएका व्यक्ति सम्वन्धी<br>
				•	प्रदेशस्तरको विद्युतीय संचार माध्यम संचालन सम्बन्धी नीति, कानून र मापदण्ड तर्जुमा, कार्यान्वयन र नियमन तथा अनुमति, इजाजत र नवीकरण<br>
				•	प्रदेशस्तरमा तारयुक्त र ताररहित ब्रोडब्याण्ड पूर्वाधारको विकास, व्यवस्थापन र नियमन<br>
				•	प्रदेशस्तरमा सूचना प्रविधिको प्रवर्धन, सूवना प्रविधि पार्कको निर्माण, सञ्चालन र नियमन<br>
				•	प्रदेशभित्र टेलिसेन्टर संचालन, व्यवस्थापन र नियमन<br>
				•	प्रदेशस्तरका इन्टरनेट सेवा र अनलाइन तथा अन्य प्रविधिमा आधारित संचार माध्यमको दर्ता, अभिलेख, अनुमति, नविकरण, अनुगमन र नियमन<br>
				•	साइवर सुरक्षा अनुगमन<br>
				•	छापा संचार माध्यमको दर्ता, अनुमति, आचार संहिता निर्धारण र अनुगमन, अभिलेखाङ्कन, बर्गीकरण, सञ्चालन र नियमन<br>
				•	प्रेस सूचना प्रवाह, सूचना सामग्रीको उत्पादन, प्रकाशन र वितरण<br>
				•	श्रमजीवि सञ्चार कर्मीहरुको न्यूनतम पारिश्रमिक अनुगमन<br>
				•	प्रदेशस्तरीय प्रेस रजिष्ट्रार सम्बन्धी<br>
				•	केबुल वितरणको इजाजत, नवीकरण र नियमन<br>
				•	सूचनाको हक सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्ड तर्जुमा र कार्यान्वयन<br>
				•	चलचित्र निर्माण,हल संचालन तथा प्रदर्शन अनुमति र नियमन<br>

				१.४.३	सामाजिक विकास मन्त्रालयको कार्यक्षेत्र
				<br>
				१	प्रदेशस्तरको विश्वविद्यालय तथा उच्च शिक्षा सम्वन्धी नीति, कानुन तथा मापदण्ड तर्जुमा, कार्यान्वयन र नियमन<br>
				२	शैक्षिक परामर्श सेवाको मापदण्ड निर्धारण, अनुमति तथा नियमन<br>
				३	प्रदेशस्तरमा पुस्तकालय, संग्रहालय, अभिलेखालय सम्वन्धी नीति, कानुन तथा मापदण्ड तर्जुमा, कार्यान्वयन र नियमन<br>
				४	प्रादेशिक शिक्षा, प्राविधिक तथा व्यवसायिक तालिम र छात्रवृत्ति सम्वन्धी नीति, कानुन तथा मापदण्ड निर्धारण, कार्यान्वयन र नियमन तथा पाठ्यक्रम, पाठ्य पुस्तक तथा पाठ्य सामग्री निर्माण, उत्पादन र वितरण<br>
				५	प्रदेशस्तरको मानव संसाधनको आवश्यकता प्रक्षेपण तथा शैक्षिक योजना निर्माण र कार्यान्वयन<br>
				६	प्रदेशस्तरमा विद्यालय तहको शिक्षकको सेवा शर्त, योग्यता, क्षमता र शिक्षक व्यवस्थापनको मापदण्ड निर्धारण र नियमन<br>
				७	माध्यमिक तहको परीक्षा व्यवस्थापन<br>
				८	प्रदेशस्तरमा प्राज्ञिक अनुसन्धान तथा शैक्षिक तथ्याङ्क व्यवस्थापन<br>
				९	स्वास्थ्य सेवा तथा पोषण सम्बन्धी प्रादेशिक नीति, कानुन, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन<br>
				१०	प्रदेशस्तरमा आवश्यक पर्ने प्रर्वद्धनात्मक, प्रतिकारात्मक, उपचारात्मक तथा पुर्नस्थापनात्मक स्वास्थ्य सेवाको व्यवस्थापन<br>
				११	स्वास्थ्यसेवा सम्वन्धी प्रदेशस्तरीय प्राज्ञिक, व्यवसायिक र पेसागत संघ संस्थाको दर्ता, सञ्चालन अनुमति र नियमन<br>
				१२	प्रदेशस्तरीय स्वास्थ्य सेवाको गुणस्तर निर्धारण, अनुगमन र नियमन<br>
				१३	राष्ट्रिय मापदण्ड बमोजिम औषधीजन्य तथा स्वास्थ्य प्रविधि सम्वन्धी सामग्रीको उत्पादन तथा संचय, अधिकतम खुद्रा मूल्य निर्धारण, अन्तिम बिसर्जन, गुणस्तर तथा मापदण्ड निर्धारण र त्यस्ता सामग्री उत्पादन गर्ने उद्योगको दर्ता, सञ्चालन, अनुमति र नियमन<br>
				१४	राष्ट्रिय मापदण्ड अनुरुप अस्पताल, नर्सिङ्ग होम, निदान केन्द्र, उपचार केन्द्र र अन्य स्वास्थ्य संस्था तथा प्रयोगशालाको दर्ता, सञ्चालन, अनुमति र नियमन<br>
				१५	राष्ट्रिय मापदण्ड बमोजिम स्वास्थ्य बीमा लगायतका सामाजिक स्वास्थ्य सुरक्षा कार्यक्रमको व्यवस्थापन तथा नियमन<br>
				१६	प्रदेशस्तरीय स्वास्थ्य क्षेत्रको मानवस्रोत विकास र व्यवस्थापन<br>
				१७	औषधी निगरानी (Pharmacovigilance), औषधिको उचित प्रयोग र सुक्ष्म जीवनिरोधक प्रतिरोध (Antimicrobial Resistance) न्युनीकरण<br>
				१८	खोप र परिवार नियोजन<br>
				१९	संवेदनशील औषधी तथा अन्य स्वास्थ्य सामग्री खरिद तथा आपूर्ति व्यवस्थापन<br>
				२०	प्रदेशस्तरमा स्वास्थ्य सेवा सम्बन्धी अध्ययन तथा अनुसन्धान तथा सूचना प्रणाली, स्वास्थ्य लेखा पद्धतिको संस्थागत व्यवस्थापन, सूचना प्रवाह<br>
				२१	प्रदेशस्तरीय जनस्वास्थ्य निगरानी (पब्लिक हेल्थ सर्भेलेन्स) व्यवस्थापन<br>
				२२	सूर्ति, मदिरा र लागुपदार्थजन्य वस्तुको मापदण्ड, नियन्त्रण तथा नियमन<br>
				२३	स्वास्थ्य क्षेत्रमा आपत्कालीन अवस्था, विपद् र महामारी व्यवस्थापन, आकस्मिक स्वास्थ्य सेवा प्रवाह, आपतकालीन अवस्थाका लागि औषधी तथा औषधीजन्य सामग्रीको प्रादेशिक बफरस्टक व्यवस्थापन<br>
				२४	सरूवा तथा नसर्ने रोग नियन्त्रण तथा रोकथाम<br>
				२५	राष्ट्रिय मापदण्ड अनुरुप स्वास्थ्य सेवा सम्वन्धी भौतिक पूर्वाधार विकास तथा व्यवस्थापन<br>
				२६	स्वास्थ्यजन्य फोहोर व्यवस्थापन सम्वन्धी मापदण्ड निर्धारण, कार्यान्वयन र नियमन<br>
				२७	आयुर्वेदिक, युनानी, आम्ची, होमियोप्याथिक, प्राकृतिक चिकित्सा लगायतका अन्य प्रचलित परम्परागत स्वास्थ्य उपचार सेवा सम्वन्धी प्रदेशस्तरीय मापदण्ड निर्धारण, कार्यान्वयन, अनुगमन र नियमन<br>
				२८	जनसंख्या, बसाइसराइ र परिवार नियोजन सम्बन्धी प्रादेशिक नीति, कानुन तथा योजना तर्जुमा, कार्यान्वयन र नियमन, अध्ययन तथा अनुसन्धान, सूचना प्रणालीको स्थापना र सञ्चालन, क्षमता अभिवृद्धि र राष्ट्रिय संस्थाहरुसँगको सम्पर्क र समन्वय<br>
				२९	महिला हक सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन<br>
				३०	लैङ्गिक हिंसा, मानव बेचबिखन तथा ओसारपसार सम्वन्धी नीति तथा कार्ययोजना तर्जुमा र कार्यान्वयन तथा अन्तराष्ट्रिय सन्धि, सम्झौता र प्रतिवद्धताको कार्यान्वयन, निरोधात्मक र संरक्षणात्मक उपाय र पुनस्थापन<br>
				३१	महिला सशक्तिकरण तथा लैङ्गिक समानता सम्बन्धी अध्ययन, अनुसन्धान<br>
				३२	लैंगिक उत्तरदायी वजेट र लैङ्गिक परिक्षण<br>
				३३	बाल बालिकाको हकहित संरक्षण सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन, अध्ययन, अनुसन्धान, बालमैत्री शासकीय प्रवन्ध र सेवा प्रवाह, बाल उद्धार कोष व्यवस्थापन र बाल सुधार तथा पुनर्स्थापना<br>
				३४	प्रदेशस्तरमा ज्येष्ठ नागरिक, अपाङ्गता भएका व्यक्ति र अशक्त, बाल बालिकाका र महिला सम्बन्धी कार्यहरुको अनुगमन तथा मूल्याङ्कन<br>
				३५	समाजकल्याण र संघसस्था सम्वन्धी कार्यहरुको अनुगमन तथा मूल्याङ्कन<br>
				३६	युवासम्बन्धी प्रादेशिक नीति, कानुन तथा योजना तर्जुमा, कार्यान्वयन र नियमन, युवा वैज्ञानिक प्रोत्साहन<br>
				३७	खेलकूद सम्वन्धी प्रादेशिक नीति, कानुन तथा मापदण्ड निर्धारण, कार्यान्वयन र नियमन, खेलकूद तथा खेलकूद पूर्वाधारको विकास र प्रवर्द्धन<br>
				३८	खेलकूद प्रशासन र संघसंस्थाको समन्वय र नियमन<br>
				३९	राष्ट्रिय र प्रादेशिक खेलकुद प्रतियोगिता तथा कार्यक्रम आयोजना र सहभागिता<br>
				४०	लोपोन्मुख, सीमान्तकृत, गरिब, जेष्ठ नागरिक लक्षित आवास सम्बन्धी नीति, मापदण्ड तथा योजना तर्जुमा र कार्यान्वयन<br>
				४१	सामाजिक सुरक्षा सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्डको निर्माण तथा कार्यान्वयन, कोष व्यवस्थापन, नियमन, राष्ट्रिय र प्रादेशिक निकाय तथा संघ संस्थासँग सम्पर्क, समन्वय र सहकार्य<br>
				४२	प्रदेशभित्र रोजगारी प्रवर्द्धन सम्बन्धी नीति, योजना, कार्यक्रम तथा मापदण्ड तर्जुमा तथा कार्यान्वयन र स्थानीय सरकारसंग समन्वय
				४३	विश्वसम्पदा सूचीमा परेका स्मारक र पुरातात्विक महत्वका स्थल सम्बन्धी<br>
				४४	भाषा, लिपि संस्कृति, ललितकला र धर्मको संरक्षण र प्रयोग सम्वन्धी प्रादेशिक नीति, कानुन, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन<br>
				४५	ऐतिहासिक, धार्मिक, साँस्कृतिक एवं कला र वास्तु कलात्मक दृष्टिकोणले महत्व बोकेका प्रादेशिकस्तरका दरवारहरुको संरक्षण, सम्भार, अध्ययन, अनुसन्धान तथा व्यवस्थापन<br>
				४६	प्रादेशिकस्तरमा संग्रहालयको स्थापना, सञ्चालन तथा व्यवस्थापन<br>
				४७	प्रदेशस्तरका पुरातात्विक महत्वका स्थल, ऐतिहासिक र धार्मिक सांस्कृतिक सम्पदा, प्राचिन स्मारक, संग्रहालय, सास्कृतिक धरोहर सम्वन्धी नीति, कानुन, मापदण्ड तथा योजना तर्जुमा, कार्यान्वयन र नियमन एवम् संरक्षण, सम्भार, अध्ययन, अनुसन्धान, उत्खनन तथा पुनर्निर्माण<br>
				४८	धर्म, परम्परा र गुठी अन्तर्गत चलिआएका विभिन्न जात्रा, पर्वहरुको सञ्चालन र व्यवस्थापन<br>
				४९	संस्कृतिको विकास सम्वन्धी नीति तथा कानुन तर्जुमा, कार्यान्वयन र नियमन<br>
				५०	रोजगार प्रवर्द्धन सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्ड तर्जुमा, कार्यान्वयन र नियमन<br>
				५१	श्रमिक एवं श्रमिकको सामाजिक सुरक्षा तथा ट्रेड युनियन सम्बन्धी प्रादेशिक नीति, कानून, मापदण्ड र नियमन<br>
				५२	श्रमशक्ति, श्रम बजार सम्बन्धी अध्ययन, अनुसन्धान र श्रमशक्ति योजना<br>
				५३	औद्योगिक विवाद समाधान, श्रम सम्बन्धमा सुधार र न्यायिक निरुपण<br>
				५४	कार्यस्थल सुरक्षा, कारखाना निरीक्षण तथा नियमन
			</span></p>
               <button onclick="myFunction()" id="myBtn" class="btn btn-primary">@lang('home.view more')</button>


  			</div>
  		</div>

  		<div class="row p-3">
  			<div class="col">
  				<p class="font-weight-bold"><u>गतिविधिहरु:</u></p>
  				<ol style="list-style: none">
            @foreach($activities as $activity)
            @if(App::isLocale('nep'))
            
            <li><a href="{{route('activityDownload',$activity->id)}}"><i class="fa fa-file">{{$activity->title_nep}}</i></a></li>
            @elseif(App::isLocale('en'))
           
            <li><a href="{{route('activityDownload',$activity->id)}}"><i class="fa fa-file">{{$activity->title_en}}</i></a></li>
            
            @endif
            @endforeach
          </ol>
  			</div>
  			<div class="col">
  				<p class="font-weight-bold"><u>प्रकाशनहरु / डाउनलोडस् :</u></p>
  				<ol style="list-style: none">
            @if(App::isLocale('nep'))
            @foreach($justices as $justice)
            <li><a href="{{route('justicedownload',$justice->id)}}"><i class="fa fa-file">{{$justice->title_nep}}</i></a></li>
            @endforeach
            @elseif(App::isLocale('en'))
            @foreach($justices as $justice)
            <li><a href="{{route('justicedownload',$justice->id)}}"><i class="fa fa-file">{{$justice->title_en}}</i></a></li>
            @endforeach
            @endif
          </ol>
  			</div>
  		</div>
  
@endsection
@section('scripts')
<script>
function myFunction() {
  var dots = document.getElementById("dots");
  var moreText = document.getElementById("more");
  var btnText = document.getElementById("myBtn");

  if (dots.style.display === "none") {
    dots.style.display = "inline";
    btnText.innerHTML = "@lang('home.view more')"; 
    moreText.style.display = "none";
  } else {
    dots.style.display = "none";
    btnText.innerHTML = "@lang('home.view less')"; 
    moreText.style.display = "inline";
  }
}
</script>
@endsection